{
    "Password Generator FAQs": "Şifre Oluşturucu SSS",
    "Questions about this random password generator? Answers below!": "Bu rastgele şifre üreteci hakkında sorularınız mı var? Cevaplar aşağıda!",
    "What is Muscle Password?": "Muscle Password nedir?",
    "Muscle Password is a password generator that helps you create strong, random passwords for your security. It generates secure and hard-to-guess passwords for any online account.": "Muscle Password, güvenliğiniz için güçlü, rastgele şifreler oluşturmanızı sağlayan bir şifre oluşturucudur. Her türlü çevrimiçi hesap için güvenli ve zor tahmin edilebilen şifreler üretir.",
    "What is a strong password?": "Güçlü bir şifre nedir?",
    "A strong password is at least 12 characters long and includes a mix of letters (uppercase/lowercase), numbers, and special characters. Such passwords are secure because they are difficult to guess.": "Güçlü bir şifre, en az 12 karakter uzunluğunda, harfler (büyük/küçük), rakamlar ve özel karakterlerin bir karışımını içeren şifredir. Bu tür şifreler tahmin edilmesi zor olduğu için güvenlidir.",
    "Is it safe to use Muscle Password?": "Muscle Password kullanmak güvenli midir?",
    "Yes, Muscle Password generates random passwords and does not store them anywhere. Once generated, your password is provided directly to you.": "Evet, Muscle Password rastgele şifreler oluşturur ve bu şifreler hiçbir yerde saklanmaz. Şifrenizi oluşturduktan sonra doğrudan size sunulur.",
    "Do you save the password I generate?": "Oluşturduğum şifreyi kaydediyor musunuz?",
    "No, Muscle Password does not save or store any passwords. All operations happen on your device.": "Hayır, Muscle Password herhangi bir şifreyi kaydetmez veya saklamaz. Tüm işlemler cihazınızda gerçekleşir.",
    "Can Muscle Password automatically update my passwords?": "Muscle Password şifrelerimi otomatik olarak güncelleyebilir mi?",
    "No, Muscle Password only generates passwords. To update passwords for your existing accounts, you need to use the password change settings of the respective account.": "Hayır, Muscle Password yalnızca şifre oluşturur. Mevcut hesaplarınızdaki şifreleri güncellemek için ilgili hesabın şifre değişikliği ayarlarını kullanmalısınız.",
    "What types of passwords can I create?": "Hangi tür şifreler oluşturabilirim?",
    "You can create passwords that include uppercase and lowercase letters, numbers, and special characters. You can customize the length and composition based on your needs.": "Büyük ve küçük harfler, rakamlar ve özel karakterler içeren şifreler oluşturabilirsiniz. Uzunluk ve içerik seçeneklerini ihtiyacınıza göre belirleyebilirsiniz.",
    "How should I store a strong password?": "Güçlü şifreyi nasıl saklamalıyım?",
    "To store strong passwords, you can use a secure password manager. This way, you can keep all your passwords safely in one place.": "Güçlü şifrelerinizi saklamak için güvenli bir şifre yöneticisi kullanabilirsiniz. Böylece tüm şifrelerinizi güvenle bir arada bulundurabilirsiniz.",
    "Is Muscle Password free?": "Muscle Password ücretli mi?",
    "No, Muscle Password is free to use. We aim to provide the best tools for your password security.": "Hayır, Muscle Password'ü ücretsiz olarak kullanabilirsiniz. Şifre güvenliğiniz için en kaliteli araçları sunmayı hedefliyoruz.",
    "How often should I change my password?": "Şifremi ne sıklıkla değiştirmeliyim?",
    "A recommended best practice is to change your passwords regularly, especially for accounts containing sensitive information, every 3-6 months.": "Önerilen en iyi uygulamalardan biri şifrelerinizi düzenli olarak, özellikle hassas bilgiler içeren hesaplar için 3-6 ayda bir değiştirmektir.",
    "Why is Muscle Password useful?": "Muscle Password neden kullanışlı?",
    "To enhance your online security, it is essential to create strong and random passwords. With Muscle Password, you can generate secure and hard-to-guess passwords in seconds.": "Çevrimiçi güvenliğinizi artırmak için güçlü ve rastgele şifreler oluşturmak gereklidir. Muscle Password ile saniyeler içinde güvenli ve tahmin edilmesi zor şifreler oluşturabilirsiniz."
}